import { TitleBack } from '../components/shared/TitleBack'

export const Delivery: React.FC = () => {
  return (
    <div className="flex flex-col justify-center px-[112px]">
      <TitleBack title={'Доставка'} />
      <div className="pb-[40px]">
        <span className="text-black text-xl font-normal leading-[30px]">
          По России небольшие заказы отправляем почтой, срочные —
          экспресс-службой СДЭК, крупные партии — транспортной компанией ПЭК.
          Способы отправки в другие страны обсуждаются индивидуально.
          <br />
          <br />
        </span>
        <span className="text-black text-[25px] font-normal leading-[30px]">
          Самовывоз
          <br />
        </span>
        <span className="text-black text-xl font-normal leading-[30px]">
          Самовывоз из магазина в Москве. Перед покупкой можно посмотреть и
          примерить продукцию. Пластиковые карты не принимаются.
          <br />
          <br />
        </span>
        <span className="text-black text-[25px] font-normal leading-[30px]">
          Доставка по Москве
          <br />
        </span>
        <span className="text-black text-xl font-normal leading-[30px]">
          Курьерская доставка в пределах МКАД — 600 руб.
          <br />с 9 до 22 часов. Оплата при получении наличными курьеру.
          <br />
          Автодоставка оптовых заказов по Москве — 1000 руб.
          <br />
          <br />
        </span>
        <span className="text-black text-[25px] font-normal leading-[30px]">
          Доставка по Московской области
          <br />
        </span>
        <span className="text-black text-xl font-normal leading-[30px]">
          Курьерская доставка в пределах 10-15 км за МКАД — от 600 руб.
          <br />
          Стоимость доставки в более отдаленные районы обсуждается
          индивидуально.
          <br />
          <br />
        </span>
        <span className="text-black text-[25px] font-normal leading-[30px]">
          Почта России
          <br />
        </span>
        <span className="text-black text-xl font-normal leading-[30px]">
          От 400 руб., 5-18 дней с момента оплаты заказа.
          <br />
          Используется для всех почтовых заказов на территории РФ. Отправляем
          простой посылкой «до востребования», для этого необходимо сообщить
          ФИО, город и индекс получателя. После оплаты мы сообщим вам номер, по
          которому вы сможете отследить свою посылку на сайте Почты России.
          Извещения ждать не нужно, его не будет. В отделении необходимо
          предъявить паспорт и сказать, что вы за посылкой, отправленной из
          Москвы «до востребования». На почте ничего доплачивать не нужно.
          <br />
        </span>
        <span className="text-black text-xl font-normal underline leading-[30px]">
          Отследить отправление
          <br />
        </span>
        <span className="text-black text-xl font-normal leading-[30px]">
          <br />
        </span>
        <span className="text-black text-[25px] font-normal leading-[30px]">
          СДЭК
          <br />
        </span>
        <span className="text-black text-xl font-normal leading-[30px]">
          До двери / до пункта выдачи — от 350 до 1000 руб.
          <br />
          Отправка до двери через СДЭК по России и за рубеж (более 120
          населенных пунктов). Средние сроки — 2-7 дней (в зависимости от
          региона) с момента получения нами оплаты заказа. Может достигать 10-11
          дней для сильно удалённых от Москвы городов. Курьер привезет заказ
          прямо к вам домой. Стоимость доставки зависит от региона и
          устанавливается автоматически — от 350 до 1000 руб. 100% предоплата
          заказа.
          <br />
          Можно рассчитать примерную стоимость самостоятельно. Город отправки —
          Москва, вес одной толстовки — 0,7 кг.
          <br />
        </span>
        <span className="text-black text-xl font-normal underline leading-[30px]">
          Калькулятор стоимости и сроков
          <br />
        </span>
        <span className="text-black text-xl font-normal leading-[30px]">
          <br />
        </span>
        <span className="text-black text-[25px] font-normal leading-[30px]">
          ПЭК
          <br />
        </span>
        <span className="text-black text-xl font-normal leading-[30px]">
          Групповые заказы от 10 штук отправляются транспортной компанией ПЭК.
          Стоимость формируется из стоимости доставки по Москве до транспортной
          компании (1000 руб.) + отправка из Москвы в другой город
          (рассчитывается автоматически и оплачивается при получении). Групповые
          заказы по России отправляются после полной предоплаты.
          <br />
        </span>
        <span className="text-black text-xl font-normal underline leading-[30px]">
          Калькулятор грузоперевозки
          <br />
        </span>
        <span className="text-black text-xl font-normal leading-[30px]">
          <br />
        </span>
        <span className="text-black text-[25px] font-normal leading-[30px]">
          Возврат заказов
          <br />
        </span>
        <span className="text-black text-xl font-normal leading-[30px]">
          Индивидуальные заказы и заказы по акции не подлежат возврату и обмену.
          Если вы не удовлетворены качеством покупки или с нашей стороны была
          допущена ошибка, то можете обменять или вернуть товар в течение 14
          дней с момента получения заказа, при условии сохранения товарного
          вида. Пожалуйста, свяжитесь с нами, указав суть проблемы, и мы поможем
          вам её решить.
          <br />
          Если не подошел размер, возврат и обмен товара не возможен. В магазине
          всегда можно посмотреть и примерить нашу продукцию перед покупкой.
          Если сомневаетесь в размере, проконсультируйтесь Вконтакте или
          позвоните в магазин.
          <br />
          Мы предпринимаем все действия для соблюдения сроков доставки по
          России, но не несем ответственность за возможные задержки ввиду
          непредвиденных обстоятельств, произошедших по вине транспортной
          компании или почты России.
          <br />
          <br />
        </span>
        <span className="text-black text-[25px] font-normal leading-[30px]">
          Гарантии доставки
          <br />
        </span>
        <span className="text-black text-xl font-normal leading-[30px]">
          Основной гарантией являются тысячи наших покупателей по всей стране,
          которые уже больше 9 лет заказывают и носят наши изделия. Если это вас
          не успокаивает, напоминаем: чек об оплате является документом, который
          можно предъявить, если мы не отправим ваш заказ. При оплате переводом
          с карты, в случае возникновения проблем, вам обязательно сделают
          выписку об оплате в вашем банке.
        </span>
      </div>
    </div>
  )
}
