import { TitleBack } from '../components/shared/TitleBack'

export const Services: React.FC = () => {
  return (
    <div className="flex flex-col justify-center px-[112px]">
      <TitleBack title={'Печать на майках'} />
      <div className=" text-black text-xl font-normal pb-[40px] leading-[30px]">
        Печать на майках с логотипами популярных брендов, любимыми рисунками,
        изображениями героев фильмов, спортивными атрибутами и другими видами
        являются неотъемлемой частью гардероба современного человека. И если
        раньше люди не могли и мечтать сделать печать на майках с классным
        принтом, то сегодня любой человек может надеть такой предмет одежды. А
        кроме того, майки с надписями станут интересным подарком и отличным
        способом рекламы бренда.
        <br />
        <br />
        Что можно нанести на майку
        <br />
        Обычно, печать на майках используют для создания сувенирной продукции,
        отличительного атрибута компании и в виде подарка членам семьи.
        <br />
        Вы можете приобрести фото на майку с геометрическими фигурами,
        изображениями цветов, животных или птиц. Или заказать майки с надписью и
        оригинальным рисунком у нашего дизайнера.
        <br />
      </div>
    </div>
  )
}
